export const tolgee = {
	aqaratech: {
		address: {
			line1: '25 شارع الشهداء، برج سليمان',
			line2: '15305 منطقة شرق، الكويت',
		},
		fullName: 'شركة عقاراتك، ذ. م. م.',
		shortName: 'عقاراتك',
	},
	landing: {
		callToAction: {
			button: 'إنشاء حساب',
			description: 'منصة عقاراتك تمنحك تجربة سهلة لإدارة العقار.',
			title: 'اِبدأ بالتسجيل',
		},
		features: {
			data: {
				bullets: {
					monitor:
						'متابعة معدلات إشغال العقار وفترات الشغور باستخدام التمثيل البياني.',
					track:
						'تتبع شامل للبيانات المتعلقة بالعقار، بما في ذلك الوحدات العقارية وعقود الإيجار والمستأجرين.',
					visualize:
						'تساعد لوحة البيانات على معاينة انواع الدخل والمصاريف والأرباح/الخسائر لكل محفظة وعقار.',
				},
				title: 'تحليل البيانات',
			},
			document: {
				bullets: {
					access: 'الوصول السريع إلى الوثائق من أي مكان وباستخدام أي جهاز.',
					upload:
						'تخزين الوثائق المتعلقة بالعقار بما فيها عقود الإيجار وإيصالات دفع الإيجار وسجلات الصيانة.',
				},
				title: 'إدارة المستندات والوثائق',
			},
			expense: {
				bullets: {
					categorize:
						'تصنيف المصاريف حسب الفئات، لتمثيلها بيانيا باشكال متعددة.',
					track: 'إحالة المصاريف إلى محفظة، عقار أو وحدة سكنية.',
					visualize:
						'تمثيل بياني للمصاريف باستخدام بيانات تفاعلية يتيح لك معرفة فئات المصاريف.',
				},
				title: 'متابعة مصاريف الوحدات العقارية وتمثيلها بيانيّاً.',
			},
			filter: {
				bullets: {
					customizable: 'التصنيف حسب المعلومات الأنسب لك.',
					properties:
						'تصنيف العقارات وبيانات المستأجرين حسب الموقع، بما في ذلك وحدات معيّنة ضمن العقار.',
					time: 'التصنيف حسب الوقت، بما في ذلك التصنيف حسب النطاقات الزمنية المحددة أو حسب الفترات الزمينة.',
				},
				title: 'التصنيف المتقدم',
			},
			rental: {
				bullets: {
					reminders: 'التنبيهات التلقائية للتحصيلات.',
					track: 'سهولة في تتبع تحصيل الإيجار وعقود الإيجار.',
				},
				title: 'بوابة دفع الإيجار',
			},
			search: {
				bullets: {
					all: 'البحث على جميع البيانات الخاصة وتصفُّحها في نفس الوقت.',
					spell: 'اعثر على ما تبحث عنه دون معرفة التهجئة الدقيقة.',
				},
				title: 'البحث الدقيق',
			},
		},
		footer: {
			legal: 'شركة عقاراتك، ذ. م. م.، كافة الحقوق محفوظة.',
		},
		hero: {
			description:
				'توفر لك منصة "عقاراتك" وسيلة شاملة وسهلة الاستخدام، تساعد على إدارة العقار وتتبع العمليات بشكل سريع.\n',
			subtitle: 'بوابة مخصصة لتلبية احتياجات ملاك العقار ومديري المحافظ.',
			titlePrefix: 'منصة شاملة',
			titleSuffix: 'لإدارة العقار.',
		},
		location: 'الموقع',
		map: 'الخريطة',
		secondaryFeatures: {
			managers: {
				description:
					'تساعدك منصة عقاراتك على تتبع جميع الايجارات و تنظيم العمليات.',
				name: 'تتبع سير العمل. ',
				summary: 'لمديري العقار',
			},
			owners: {
				description:
					'تساعد بوابة المالك للوصول إلى معلومات الوحدات العقارية وتمثيلها بيانيا.',
				name: 'رؤية شاملة',
				summary: 'ملاك العقار',
			},
			tenants: {
				description:
					'توفر منصة عقاراتك سهولة في معاملات الإيجار، مما تتيح للمستأجر تتبع دفعاته وعمليات الصيانة.',
				name: 'معاملات الإيجار.',
				summary: 'المستأجرين',
			},
		},
	},
};
