import type { Tolgee } from '../en/tolgee';

export const tolgee: Tolgee = {
	aqaratech: {
		address: {
			line1: '25 شارع الشهداء، برج سليمان',
			line2: '15305 منطقة شرق، الكويت',
		},
		fullName: 'شركة عقاراتك، ذ. م. م.',
		shortName: 'عقاراتك',
	},
	landing: {
		callToAction: {
			button: 'إنشاء حساب',
			description: 'منصة عقاراتك تمنحك تجربة سهلة لإدارة العقار.',
			title: 'اِبدأ بالتسجيل',
		},
		faqs: {
			'1': {
				a: 'صممت منصة "عقاراتك"  لتبسيط إدارة العقار. توفر بوابات مخصصة للملاك والمستأجرين ، مما تتيح سهولة التواصل، تحصيل الإيجار عبر الإنترنت، انشاء طلبات الصيانة وتتبع المصاريف.',
				q: 'ما هي عقاراتك؟',
			},
			'2': {
				a: 'توفر بوابة المالك لوحة تحكم لإدارة العقار. تتضمن مميزات مثل إدارة وتحصيل الإيجار، تتبع المصاريف، طلبات الصيانة، وتخزين المستندات، ضمن واجهة سهلة الاستخدام.',
				q: 'كيف تعمل بوابة المالك؟',
			},
			'3': {
				a: 'تتيح بوابة المستأجر عرض تفاصيل عقود الإيجار، تقديم طلبات الصيانة، التواصل مع مسؤول العقار، ودفع الإيجار عبر الإنترنت بشكل آمن ومريح.',
				q: 'ما هي الميزات المتوفرة في بوابة المستأجر؟',
			},
			'4': {
				a: 'تقدم عقاراتك نظام دفع آمن عبر الإنترنت ، مما يسمح للمستأجرين بدفع الإيجار باستخدام طرق دفع مختلفة. يمكن لمديري العقارات تتبع التحصيلات وإنشاء الإيصالات وإعداد تذكيرات تلقائية لتواريخ استحقاق الإيجار القادمة.',
				q: 'كيف يتم تحصيل الإيجار عبر الإنترنت في منصة عقاراتك؟',
			},
			'5': {
				a: 'يمكن للمستأجرين إرسال طلبات الصيانة مباشرة من خلال بوابتهم من خلال تقديم تفاصيل حول المشكلة وإرفاق أي صور ذات صلة. يمكن لمديري العقارات بعد ذلك تتبع هذه الطلبات وتحديد أولوياتها وحلها داخل بوابة المالك.',
				q: 'كيف يقدم المستأجرون طلبات الصيانة من خلال منصة عقاراتك؟',
			},
			'6': {
				a: 'تتيح ميزة تتبع المصاريف لملاك العقار والمديرين مراقبة الإيرادات والمصروفات المتعلقة بممتلكاتهم. يمكنهم تصنيف النفقات وتتبع الفواتير وإنشاء تقارير مالية.',
				q: 'كيف تعمل ميزة تتبع المصاريف لملاك العقار؟',
			},
			'7': {
				a: 'نعم، تقدم منصة "عقاراتك" واجهة سهلة الاستخدام للأجهزة المحمولة لكل من أجهزة Android و iOS، مما يسمح لمالكي العقارات والمستأجرين بالوصول إلى بواباتهم وإدارة عقاراتهم أثناء التنقل.',
				q: 'هل "عقاراتك" متاح على الأجهزة المحمولة؟',
			},
			'8': {
				a: 'تلتزم "عقاراتك" ببروتوكولات الأمان المتوافقة مع معايير الصناعة ولوائح حماية البيانات لضمان سرية وأمن المعلومات.',
				q: 'ما مدى أمان بياناتي مع منصة عقاراتك؟',
			},
			'9': {
				a: 'نعم، نقدم نسخة تجريبية مجانية للمستخدمين لتجربة مميزات المنصة قبل الالتزام بالاشتراك. يرجى الاتصال بفريق المبيعات للحصول على مزيد من المعلومات حول إعداد نسخة تجريبية.',
				q: 'هل هناك نسخة تجريبية مجانية متاحة لـعقاراتك؟',
			},
			subtitle: 'إذا كان لديك أي أسئلة أخرى ، فلا تتردد في الاتصال بنا.',
			title: 'أسئلة متكررة',
		},
		features: {
			data: {
				bullets: {
					monitor:
						'متابعة معدلات إشغال العقار وفترات الشغور باستخدام التمثيل البياني.',
					track:
						'تتبع شامل للبيانات المتعلقة بالعقار، بما في ذلك الوحدات العقارية وعقود الإيجار والمستأجرين.',
					visualize:
						'تساعد لوحة البيانات على معاينة انواع الدخل والمصاريف والأرباح/الخسائر لكل محفظة وعقار.',
				},
				title: 'تحليل البيانات',
			},
			document: {
				bullets: {
					access: 'الوصول السريع إلى الوثائق من أي مكان وباستخدام أي جهاز.',
					upload:
						'تخزين الوثائق المتعلقة بالعقار بما فيها عقود الإيجار وإيصالات دفع الإيجار وسجلات الصيانة.',
				},
				title: 'إدارة المستندات والوثائق',
			},
			expense: {
				bullets: {
					categorize:
						'تصنيف المصاريف حسب الفئات، لتمثيلها بيانيا باشكال متعددة.',
					track: 'إحالة المصاريف إلى محفظة، عقار أو وحدة سكنية.',
					visualize:
						'تمثيل بياني للمصاريف باستخدام بيانات تفاعلية يتيح لك معرفة فئات المصاريف.',
				},
				title: 'متابعة مصاريف الوحدات العقارية',
			},
			filter: {
				bullets: {
					customizable: 'التصنيف حسب المعلومات الأنسب لك.',
					properties:
						'تصنيف العقارات وبيانات المستأجرين حسب الموقع، بما في ذلك وحدات معيّنة ضمن العقار.',
					time: 'التصنيف حسب الوقت، بما في ذلك التصنيف حسب النطاقات الزمنية المحددة أو حسب الفترات الزمينة.',
				},
				title: 'التصنيف المتقدم',
			},
			rental: {
				bullets: {
					reminders: 'التنبيهات التلقائية للتحصيلات.',
					track: 'سهولة في تتبع تحصيل الإيجار وعقود الإيجار.',
				},
				title: 'بوابة تحصيل الإيجار',
			},
			search: {
				bullets: {
					all: 'البحث على جميع البيانات الخاصة وتصفُّحها في نفس الوقت.',
					spell: 'اعثر على ما تبحث عنه دون معرفة التهجئة الدقيقة.',
				},
				title: 'البحث الدقيق',
			},
		},
		footer: {
			legal: 'شركة عقاراتك، ذ. م. م.، كافة الحقوق محفوظة.',
		},
		hero: {
			description: 'إدارة العقارات بسهولة من أي مكان.',
			subtitle: 'بوابة مخصصة لتلبية احتياجات الشركات العقارية.',
			titlePrefix: 'منصة',
			titleHighlight: 'لإدارة العقار.',
			titleSuffix: '',
		},
		location: 'الموقع',
		map: 'الخريطة',
		pricing: {
			plans: {
				'1': {
					description: '',
					features: {
						'1': 'تحصيل عبر الإنترنت',
						'2': 'تخزين الملفات',
						'3': 'إشعارات الرسائل القصيرة والبريد الإلكتروني',
						'4': 'تذكيرات تلقائية',
						'5': 'الربط المتعدد لأكثر من مستفيد',
						'6': 'متابعة التحصيل بشكل مباشر',
						'7': 'دفعات مرنة للمستأجرين',
						'8': 'التسويات التلقائية',
					},
					name: 'الأساسية',
					price: '$1.5',
				},
				'2': {
					description: '',
					features: {
						'1': 'جميع ما سبق',
						'2': 'إرفاق مستندات المصروفات وتصنيفها',
					},
					name: 'الممتازة',
					price: '$5',
				},
				'3': {
					description: '',
					features: {
						'1': 'جميع ما سبق',
						'2': 'مدير محفظة خاص',
					},
					name: 'إدارة كاملة',
					price: 'تواصل معنا',
				},
			},
			subtitle: 'السعر لكل وحدة شهريا.',
			title: 'الباقات',
		},
		secondaryFeatures: {
			managers: {
				description: 'تنظيم العمليات و إدارة طلبات الصيانة.',
				name: 'تتبع سير العمل. ',
				summary: 'الشركات العقارية',
			},
			owners: {
				description:
					'الوصول إلى معلومات الوحدات العقارية وتصنيف المصاريف بيانيا.',
				name: 'رؤية شاملة',
				summary: 'ملاك العقار',
			},
			tenants: {
				description: 'سهولة دفع الايجار و إرسال طلبات الصيانة.',
				name: 'بوابة الساكن.',
				summary: 'السكان',
			},
		},
	},
	misc: {
		contactOrg: 'يرجى الاتصال مسؤول العقار للحصول على المساعدة.',
		invoiceSuccess: 'شكرا على سداد الفاتورة.',
		searchByName: 'بحث بالاسم',
		tenantLogin: 'الرجاء تسجيل الدخول لعرض الإيصالات وعمليات التسديد.',
	},
};
