export const tolgee = {
	aqaratech: {
		address: {
			line1: '25 شارع الشهداء، برج سليمان',
			line2: '15305 منطقة شرق، الكويت',
		},
		fullName: 'شركة عقاراتك، ذ. م. م.',
		shortName: 'عقاراتك',
	},
	landing: {
		callToAction: {
			button: 'إنشاء حساب',
			description: 'منصة عقاراتك تمنحك تجربة سهلة ومريحة لإدارة العقار.',
			title: 'اِبدأ بالتسجيل',
		},
		features: {
			data: {
				bullets: {
					monitor:
						'بإمكانك مراقبة معدلات إشغال العقار وفترات الشغور باستخدام التمثيل البياني للخرائط الحرارية.',
					track:
						'بإمكانك إجراء تتبع شامل للبيانات المتعلقة بالعقار، بما في ذلك الوحدات العقارية وعقود الإيجار والمستأجرين وغيرها الكثير.',
					visualize:
						'بإمكانك إعداد تمثيل بياني للبيانات المالية الخاصة بالعقار، مما يتيح لك تحديد التوجّهات والأنماط بمرور الوقت. باستخدامك لوحة البيانات، يمكنك معاينة انواع الدخل والمصاريف والأرباح/الخسائر لكل محفظة وعقار.',
				},
				title: 'تحليل البيانات',
			},
			document: {
				bullets: {
					access: 'بإمكانك الوصول إلى الوثائق من أي مكان وباستخدام أي جهاز.',
					upload:
						'بإمكانك تخزين الوثائق المهمة المتعلقة بالعقار وبالمستأجرين، بما فيها عقود الإيجار وإيصالات دفع الإيجار وسجلات الصيانة، ونُتيح لك إدارة تلك الوثائق.',
				},
				title: 'إدارة المستندات والوثائق',
			},
			expense: {
				bullets: {
					categorize:
						'بإمكانك تبويب المصاريف وتصنيفها وفق نظام هرمي يمكّنك من معرفة مصادر المصاريف على نحوٍ أفضل.',
					track:
						'ميزة التتبع الشامل للمصاريف تتيح لك تجميع بيانات مفصّلة وقيّمة تساعدك في عملية تحليل المصاريف. ويمكنك اختيار إحالة المصاريف إلى محفظة أو عقار أو حتى وحدة سكنية بحد ذاتها.',
					visualize:
						'بإمكانك إعداد تمثيل بياني المصاريف باستخدام مخططات هيكلية تفاعلية، مما يتيح لك معرفة أنماط التكاليف.',
				},
				title: 'تتبع لمصاريف الوحدات العقارية وتمثيلها بيانيّاً',
			},
			filter: {
				bullets: {
					customizable:
						'بإمكانك استخدام ميزة التصنيف للتركيز على المعلومات الأنسب بالنسبة لك.',
					properties:
						'بإمكانك تصنيف العقار وبيانات المستأجرين حسب الموقع، بما في ذلك عقارات أو وحدات معيّنة ضمن العقار.',
					time: 'بإمكانك التصنيف حسب الوقت، بما في ذلك التصنيف حسب النطاقات الزمنية المحددة أو حسب الفترات الزمينة.',
				},
				title: 'ميزة التصنيف المتقدم',
			},
			rental: {
				bullets: {
					reminders: 'ميزة التنبيهات التلقائية للتحصيلات.',
					track: 'سهولة في تتبع تحصيل الإيجار وعقود الإيجار.',
				},
				title: 'ميزة تتبع تحصيل الإيجار',
			},
			search: {
				bullets: {
					all: 'ميزة البحث على جميع البيانات الخاصة وتصفُّحها في نفس الوقت.',
					spell:
						'بإمكانك العثور على ما تبحث عنه حتى لو لم تكن تعرف التهجئة الدقيقة لمفردات البحث.',
				},
				title: 'البحث الدقيق',
			},
		},
		footer: {
			legal: 'شركة عقاراتك، ذ. م. م.، كافة الحقوق محفوظة.',
		},
		hero: {
			description:
				'توفر لك منصة "عقاراتك" وسيلة شاملة وسهلة الاستخدام، تمكنك بإدارة العقار وتتبع العمليات و الوصول السريع إلى المعلومات المهمة.\n',
			subtitle: 'سهولة إدارة العقار.',
			titlePrefix: 'منصة شاملة',
			titleSuffix: 'لإدارة العقار.',
		},
		location: 'الموقع',
		map: 'الخريطة',
		secondaryFeatures: {
			managers: {
				description:
					'تساعدك منصة عقاراتك على تتبع جميع الوحدات العقارية و تنظيم العمليات.',
				name: 'تتبع سير العمل بسهولة. ',
				summary: 'لمديري العقار',
			},
			owners: {
				description:
					'بإمكانك استخدام لوحة التحكم للوصول إلى المعلومات الخاصة بالوحدات العقارية ومراقبتها مما يساعدك على اتخاذ القرارات.',
				name: 'رؤية شاملة',
				summary: 'لأصحاب العقار',
			},
			tenants: {
				description:
					'توفر منصة عقاراتك سهولة في معاملة الإيجار، مما يتيح للمستأجر تتبع مدفوعاته وعقود الإيجار والصيانة.',
				name: 'لا مشاكل في معاملات الإيجار.',
				summary: 'للمستأجرين',
			},
		},
	},
};
